Repository: prography/10th-CaptureCat-iOS
Catalog: CaptureCat/Localizable.xcstrings
Source language: en
Languages: ja, ko

# 및
source: and
ja: および
ko: 및

# · 설정 후에도 삭제는 매번 직접 선택할 수 있어요. · 삭제된 이미지는 ‘휴지통' 또는 ‘최근 삭제된 항목'에 30일간 보관돼요.
source: · You can still choose to delete manually anytime, even after setting it up. · Deleted images are kept in the “Trash” or “Recently Deleted” folder for 30 days.
ja: · 設定後でも、削除はいつでも手動で選択できます。 · 削除された画像は「ゴミ箱」または「最近削除した項目」に30日間保管されます。
ko: · 설정 후에도 삭제는 매번 직접 선택할 수 있어요. · 삭제된 이미지는 ‘휴지통' 또는 ‘최근 삭제된 항목'에 30일간 보관돼요.

# %lld/%lld 완료
source: %1$lld/%2$lld Complete
ja: %lld/%lld 完了
ko: %1$lld/%2$lld 완료

# %lld%% 완료
source: %lld% Completed
ja: %lld%% 完了
ko: %lld%% 완료

# %lld개의 항목을 삭제하시겠습니까? 삭제된 항목은 복구할 수 없습니다.
source: Are you sure you want to delete %lld items? Deleted items cannot be restored.
ja: %lld件の項目を削除しますか？ 削除したら元に戻せないよ。
ko: %lld개의 항목을 삭제하시겠습니까? 삭제된 항목은 복구할 수 없습니다.

# %lld장 정리 완료!
source: %lld screenshots organized
ja: %lld枚整理したよ！
ko: %lld장 정리 완료!

# 1개의 항목을 삭제하시겠습니까? 삭제시 복구할 수 없습니다.
source: Are you sure you want to delete 1 items? Deleted items cannot be restored.
ja: 1件の項目を削除しますか？ 削除したら元に戻せないよ。
ko: 1개의 항목을 삭제하시겠습니까? 삭제시 복구할 수 없습니다.

# Apple로 로그인
source: Sign in with Apple
ja: Appleでログイン
ko: Apple로 로그인

# Tip. 즐겨찾기를 하면 홈에서 더 자주 볼 수 있어요.
source: TIP.Add to favorites to see it more often on the home screen.
ja: 💡Tip: お気に入りにするとホームでよく見られるよ！
ko: Tip. 즐겨찾기를 하면 홈에서 더 자주 볼 수 있어요.

# topic.fashion
source: Fashion
ja: コーデ
ko: 코디

# topic.fitness
source: Fitness
ja: 運動
ko: 운동

# topic.job
source: Job
ja: 仕事関連
ko: 직무 관련

# topic.music
source: Music
ja: 音楽
ko: 노래

# topic.quotes
source: Quotes
ja: フレーズ
ko: 글귀

# topic.recipe
source: Recipe
ja: レシピ
ko: 레시피

# topic.reference
source: Reference
ja: 参考
ko: 레퍼런스

# topic.restaurant
source: Restaurant
ja: グルメ
ko: 맛집

# topic.selfImprovement
source: Self-Improvement
ja: 自己啓発
ko: 자기계발

# topic.shopping
source: Shopping
ja: ショッピング
ko: 쇼핑

# topic.study
source: Study
ja: 勉強
ko: 공부

# topic.travel
source: Travel
ja: 旅行
ko: 여행

# 가입하면 캡쳐캣의
source: By signing up, you agree to CaptureCat’s
ja: 登録すると、キャプチャキャットの
ko: 가입하면 캡처캣의

# 개인정보 처리방침
source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침

# 건너뛰기
source: Skip
ja: スキップ
ko: 건너뛰기

# 검색
source: Search
ja: 検索
ko: 검색

# 검색결과가 없어요
source: No results found.
ja: 検索結果がありません。
ko: 검색결과가 없어요

# 검색결과가 없어요.
source: No search results found.
ja: 検索結果はなかったよ。
ko: 검색결과가 없어요.

# 계속
source: Continue
ja: 続ける
ko: 계속

# 계정 통합
source: Account Integration
ja: 統合する
ko: 계정 통합

# 관심 주제를 선택(5개 이하)해주시면 캐치가 미리 태그로 만들어드려요.
source: Select up to 5 topics of interest, Catch will create tags for you in advance.
ja: 興味のあるテーマを（5個まで）選んでくれたら、キャッチがあらかじめタグを作っておくよ。
ko: 관심 주제를 선택(5개 이하)해주시면 캐치가 미리 태그로 만들어드려요.

source: Thank you for using our service. If you let us know why you’re deleting your account, we may be able to help with the issue. If you prefer not to, you can proceed with deletion without selecting a reason.
ja: ご利用ありがとうございました。アカウントを削除する理由を教えていただければ、その問題についてサポートできるかもしれません。希望しない場合は理由を選ばずに削除を続けられます。
ko: 그동안 이용해주셔서 감사합니다. 계정을 삭제하는 이유를 알려주시면 해당 문제에 관해 저희가 도움을 드릴 수 있습니다. 원치않으시는 경우 이유를 선택하지 않고 삭제를 계속 진행하실 수 있습니다.

# 기존에 사용하던 계정이 있어요
source: I already have an existing account
ja: すでに利用しているアカウントがあります
ko: 기존에 사용하던 계정이 있어요

# 기존태그 보기
source: View existing tags
ja: 既存のタグを見る
ko: 기존태그 보기

# 나중에 하기
source: Do it later
ja: あとで
ko: 나중에 하기

# 나중에도 저장할 수 있으니 먼저 필요한 이미지만 골라보세요.
source: You can save it later, so just pick the images you need first.
ja: あとでも保存できるから、まず必要な画像だけ選んでみてね。
ko: 나중에도 저장할 수 있으니 먼저 필요한 이미지만 골라보세요.

# 다음
source: Next
ja: 次へ
ko: 다음

# 닫기
source: Close
ja: いいえ
ko: 닫기

# 더보기
source: more
ja: もっと見る
ko: 더보기

# 도움말
source: Help
ja: ヘルプ
ko: 도움말

# 돌아가기
source: Go back
ja: 戻る
ko: 돌아가기

# 등록
source: Register
ja: 登録
ko: 등록

# 등록된 태그 %lld/4
source: Added Tag %lld/4
ja: 登録されたタグ %lld/4
ko: 등록된 태그 %lld/4

# 등록된 태그가 없어요.
source: No tags added yet.
ja: まだタグがありません
ko: 등록된 태그가 없어요.

# 로그아웃
source: Log out
ja: ログアウト
ko: 로그아웃

# 로그아웃하면
source: When you log out
ja: ログアウトすると
ko: 로그아웃하면

# 로그인 시 다른 기기에서도 이미지를 관리할 수 있어요
source: Manage your images on any device once you log in
ja: ログインすれば他の端末でも画像を管理できます
ko: 로그인 시 다른 기기에서도 이미지를 관리할 수 있어요

# 로그인 후 이용하기
source: Log in to continue
ja: ログインしてから使ってね
ko: 로그인 후 이용하기

# 로그인하기
source: Log in
ja: ログインする
ko: 로그인하기

# 로그인하면 모든 디바이스에서 관리하고, 갤러리에서 지워도 캡처캣에 안전하게 보관돼요.
source: Log in to manage everything across all your devices, Even if you delete them from your gallery, they’re safely stored in CaptureCat.
ja: ログインすれば全デバイスで管理できて、 ギャラリーから消してもキャプチャキャットに安全に保存されるよ。
ko: 로그인하면 모든 디바이스에서 관리하고, 갤러리에서 지워도 캡처캣에 안전하게 보관돼요.

# 로딩 중...
source: Loading…
ja: ローディング中...
ko: 로딩 중...

# 모든 사진에 대한 접근 허용을 해도 캡처캣은 스크린샷만 불러와요
source: Even if you grant access to all photos, CaptureCat only loads screenshots.
ja: 写真へのアクセスを全部許可しても、 キャプチャキャットはスクショだけ読み込むよ
ko: 모든 사진에 대한 접근 허용을 해도 캡처캣은 스크린샷만 불러와요

# 모든 스크린샷 동기화 완료!
source: All screenshots synced!
ja: スクショの同期が全部完了したよ！
ko: 모든 스크린샷 동기화 완료!

# 모든 스크린샷을 동기화하고 있어요
source: Syncing all screenshots
ja: すべてのスクショを同期中だよ
ko: 모든 스크린샷을 동기화하고 있어요

# 모든 캡쳐
source: All Captures
ja: すべてのキャプチャ
ko: 모든 캡처

# 버전 정보
source: Version Information
ja: バージョン情報
ko: 버전 정보

# 버전: %@
source: Version: %@
ja: バージョン: %@
ko: 버전: %@

# 보내주신 내용은 모두 확인하고 답변드려요
source: Please contact us at capturecat77@gmail.com.
ja: capturecat77@gmail.com に連絡してね！
ko: 보내주신 내용은 모두 확인하고 답변드려요

# 비슷한 서비스를 이미 사용하고 있어요
source: I'm already using a similar service.
ja: 似たサービスをもう使ってるよ
ko: 비슷한 서비스를 이미 사용하고 있어요

# 사용자 환경 설정
source: User Preferences
ja: ユーザー設定
ko: 사용자 환경 설정

# 사진 접근 권한이 필요합니다.
source: Photo access permission is required.
ja: 写真アクセスの権限が必要だよ。
ko: 사진 접근 권한이 필요합니다.

# 사진 접근 불가!
source: Photo access denied!
ja: 写真にアクセスできないよ！
ko: 사진 접근 불가!

# 사진 접근 허용으로 스크린샷만 쏙!
source: Grant photo access—only screenshots are retrieved!
ja: 写真アクセスを許可すればスクショだけゲット！
ko: 사진 접근 허용으로 스크린샷만 쏙!

# 삭제
source: Delete
ja: 削除
ko: 삭제

# 삭제하기
source: Delete
ja: 削除
ko: 삭제하기

# 삭제하기 전에 도움을 받아보세요.
source: Get help before deleting
ja: 削除する前にちょっと確認してね
ko: 삭제하기 전에 도움을 받아보세요.

# 삭제할까요?
source: Delete?
ja: 削除しちゃう？
ko: 삭제할까요?

# 삭제할래요
source: I want to delete
ja: 削除するよ
ko: 삭제할래요

# 새로운 버전 업데이트
source: New version available
ja: 新しいバージョンにアップデート
ko: 새로운 버전 업데이트

# 서비스 정보
source: Service Info
ja: サービス情報
ko: 서비스 정보

# 선택 완료 %lld/%lld
source: Select Complete %1$lld/%2$lld
ja: 選択完了 %1$lld/%2$lld
ko: 선택 완료 %1$lld/%2$lld

# 설정
source: Setting
ja: 設定
ko: 설정

# 설정으로
source: Go to Settings
ja: 設定へ
ko: 설정으로

# 설정으로 이동
source: Go to Settings
ja: 設定に移動
ko: 설정으로 이동

# 수정
source: Edit
ja: 編集
ko: 수정

# 스크린샷 관리가 필요하지 않아요
source: I don't need to manage screenshots.
ja: スクショ管理はいらないよ
ko: 스크린샷 관리가 필요하지 않아요

# 스크린샷만 쏙 골라서 저장해요
source: Select and save only screenshots
ja: スクショだけを 選んで保存
ko: 스크린샷만 쏙 골라서 저장해요

# 스크린샷을 관리하지 못할 수 있어요. 그래도 로그아웃하시겠어요?
source: You may not be able to manage screenshots. Do you still want to log out?
ja: スクショを管理できなくなるかもしれないよ。 本当にログアウトする？
ko: 스크린샷을 관리하지 못할 수 있어요. 그래도 로그아웃하시겠어요?

# 스크린샷을 불러오기 위해 권한이 필요합니다. 선택하지 않는 한 서버에 올라가지 않습니다.
source: Permission is required to load screenshots. Unless you select them, they will not be uploaded to the server.
ja: スクショを読み込むには権限が必要だよ。 選ばない限りサーバーにはアップされないから安心してね。
ko: 스크린샷을 불러오기 위해 권한이 필요합니다. 선택하지 않는 한 서버에 올라가지 않습니다.

# 스크린샷을 불러오기 위해 사진 접근 권한이 필요합니다.
source: Photo access is required to load screenshots.
ja: スクショを読み込むには写真アクセスの権限が必要だよ。
ko: 스크린샷을 불러오기 위해 사진 접근 권한이 필요합니다.

# 스크린샷을 찾기 어려워요
source: It's hard to find my screenshots.
ja: スクショが見つけにくいよ
ko: 스크린샷을 찾기 어려워요

# 스크린샷을 태그해 정리해보세요!
source: Organize your screenshots with tags!
ja: スクショにタグをつけて整理してみてね！
ko: 스크린샷을 태그해 정리해보세요!

# 시작하기
source: Get Started
ja: 始める
ko: 시작하기

# 시작하기 전에
source: Before you start
ja: 始める前に
ko: 시작하기 전에

# 시작하기 전에 %lld장의 스크린샷이 있어요.
source: You have %lld screenshots before getting started
ja: 始める前に %lld枚のスクショがあるよ。
ko: 시작하기 전에 %lld장의 스크린샷이 있어요.

# 아직 좋아요가 없어요.
source: No likes yet.
ja: まだ「いいね」がありません。
ko: 아직 좋아요가 없어요.

# 아직 태그가 없어요
source: No tags yet.
ja: まだタグがありません
ko: 아직 태그가 없어요

# 아직 태그가 없어요.
source: No tags yet
ja: まだタグがないよ。
ko: 아직 태그가 없어요.

# 앱 리뷰 남기기
source: Leave a Review
ja: アプリをレビューする
ko: 앱 리뷰 남기기

# 업데이트
source: Update
ja: アップデート
ko: 업데이트

# 업데이트하기
source: Update now
ja: アップデート
ko: 업데이트하기

# 업로드 후 삭제 안내 팝업 설정
source: Set up a deletion notice popup after upload
ja: アップロード後の削除案内ポップアップを設定
ko: 업로드 후 삭제 안내 팝업 설정

# 여러 장을 한 번에 태그로 정리해요
source: Organize multiple images at once with tags
ja: 複数枚を一度に タグで整理
ko: 여러 장을 한 번에 태그로 정리해요

# 오류
source: Error
ja: エラー
ko: 오류

# 올리기 %lld/20
source: Upload %lld/20
ja: アップロード %lld/20
ko: 올리기 %lld/20

# 완료
source: Done
ja: 完了！
ko: 완료

# 이미 해당 이메일로 가입되어 있어요. 계정을 하나로 통합할까요?
source: This email is already registered. Would you like to merge your accounts?
ja: このメールアドレスはすでに登録されています。 アカウントを統合しますか？
ko: 이미 해당 이메일로 가입되어 있어요. 계정을 하나로 통합할까요?

# 이미 해당 이메일로 가입되어 있어요. 다른 소셜로그인을 사용해주세요.
source: This email is already registered. Please use a different social login.
ja: このメールアドレスはすでに登録されています。 別のソーシャルログインを使用してください。
ko: 이미 해당 이메일로 가입되어 있어요. 다른 소셜로그인을 사용해주세요.

# 이미지 삭제 설정
source: Image Deletion Settings
ja: 画像削除の設定
ko: 이미지 삭제 설정

# 이미지를 불러올 수 없습니다
source: Unable to load image.
ja: 画像を読み込めなかったよ
ko: 이미지를 불러올 수 없습니다

# 이용 약관
source: Terms of Service
ja: サービス利用規約
ko: 이용 약관

# 이용약관
source: Terms of Use
ja: 利用規約
ko: 이용약관

# 이제 모든 디바이스에서 저장하신 스크린샷을 관리할 수 있어요.
source: You can now manage your saved screenshots across all devices.
ja: これで全部のデバイスで保存したスクショを管理できるよ。
ko: 이제 모든 디바이스에서 저장하신 스크린샷을 관리할 수 있어요.

# 자주 보고 싶은 이미지에 좋아요를 누르면 빠르게 찾아볼 수 있어요
source: Tap ❤️ on images you want to see often to find them quickly.
ja: よく見たい画像に「いいね」を押すと、すぐに見つけられます。
ko: 자주 보고 싶은 이미지에 좋아요를 누르면 빠르게 찾아볼 수 있어요

# 자주 캡쳐하는 이미지가 있으신가요?
source: Do you often capture certain images?
ja: よくスクショする画像はありますか？
ko: 자주 캡처하는 이미지가 있으신가요?

# 저장
source: Save
ja: 保存
ko: 저장

# 저장하기
source: Save
ja: 保存
ko: 저장하기

# 전체
source: All
ja: すべて
ko: 전체

# 전체 선택
source: Select All
ja: すべて選択
ko: 전체 선택

# 전체삭제
source: Delete All
ja: すべて削除
ko: 전체삭제

# 접기
source: Collapse
ja: 折りたたむ
ko: 접기

# 정리하기 %lld/10
source: Organize %lld/10
ja: 整理する %lld/10
ko: 정리하기 %lld/10

# 좋아요
source: Favorite
ja: いいね
ko: 좋아요

# 즐겨찾기를 한 스크린샷은 홈에서 더 자주 만날 수 있어요.
source: Add to favorites to see it more often on the home screen.
ja: お気に入りにしたスクショはホームでよく見られるよ。
ko: 즐겨찾기를 한 스크린샷은 홈에서 더 자주 만날 수 있어요.

# 채널 문의하기
source: Send feedback
ja: チャンネルに連絡する
ko: 채널 문의하기

# 채팅으로 오류 제보하기
source: Report a bug via chat
ja: チャットで不具合を報告する
ko: 채팅으로 오류 제보하기

# 초기화
source: Reset
ja: リセット
ko: 초기화

# 초기화하면
source: When you reset
ja: リセットすると
ko: 초기화하면

# 최근 로그인
source: Last Login
ja: 最終ログイン
ko: 최근 로그인

# 최근 추가한 태그
source: Recently added tags
ja: 最近追加したタグ
ko: 최근 추가한 태그

# 추가하기
source: Add
ja: 追加
ko: 추가하기

# 추가할 태그를 입력해주세요
source: Enter tags to add
ja: 追加するタグを入力してね
ko: 추가할 태그를 입력해 주세요

# 취소
source: Cancel
ja: キャンセル
ko: 취소

# 카카오로 로그인
source: Sign in with Kakao
ja: カカオでログイン
ko: 카카오로 로그인

# 캐치님
source: Mr.Catch
ja: キャッチさん
ko: 캐치님

# 캡처 업로드
source: Upload
ja: をアップロード
ko: 캡처 업로드

# 캡처 정리
source: Organize
ja: 整理
ko: 캡처 정리

# 캡처캣에 업로드가 완료되면, 갤러리에서 이미지를 삭제할지 팝업으로 안내해요.
source: Once uploaded to CaptureCat, a popup will ask if you’d like to delete the image from your gallery.
ja: CaptureCatへのアップロード完了後、ギャラリーから削除するかポップアップで案内します。
ko: 캡처캣에 업로드가 완료되면, 갤러리에서 이미지를 삭제할지 팝업으로 안내해요.

# 캡처캣이 사용성을 개선했어요. 지금 바로 업데이트하고 편하게 사용해보세요!
source: CaptureCat has improved its usability. Update now and enjoy a smoother experience!
ja: キャプチャキャットが使いやすくなったよ。 今すぐアップデートして、もっと快適に使ってみてね！
ko: 캡처캣이 사용성을 개선했어요. 지금 바로 업데이트하고 편하게 사용해보세요!

# 캡쳐 정리
source: Organize Captures
ja: キャプチャ整理
ko: 캡처 정리

# 캡쳐캣 사용이 불편해요
source: It's inconvenient to use CaptureCat.
ja: キャプチャキャットがちょっと使いにくいよ
ko: 캡처캣 사용이 불편해요

# 캡쳐캣에 쌓인 유저님의 모든 데이터가 삭제됩니다. 그래도 초기화하시겠어요?
source: All of your data stored in CaptureCat will be deleted. Do you still want to reset?
ja: キャプチャキャットにたまったあなたのデータはすべて消えちゃいます。 本当にリセットしますか？
ko: 캡처캣에 쌓인 유저님의 모든 데이터가 삭제됩니다. 그래도 초기화하시겠어요?

# 캡쳐캣에 쌓인 유저님의 모든 데이터가 삭제됩니다. 그래도 회원탈퇴하시겠어요?
source: All of your data stored in CaptureCat will be deleted. Do you still want to delete your account?
ja: キャプチャキャットにたまったあなたのデータはすべて消えちゃいます。 本当に退会しますか？
ko: 캡처캣에 쌓인 유저님의 모든 데이터가 삭제됩니다. 그래도 회원탈퇴하시겠어요?

# 태그 바로가기
source: Tag shortcuts
ja: タグショートカット
ko: 태그 바로가기

# 태그 설정
source: Tag Settings
ja: タグ設定
ko: 태그 설정

# 태그 수정
source: Edit Tag
ja: タグ編集
ko: 태그 수정

# 태그 이름으로 검색해 보세요
source: Search by tag name
ja: タグ名で検索してみてね
ko: 태그 이름으로 검색해 보세요.

# 태그 추가
source: Add tag
ja: タグ追加
ko: 태그 추가

# 태그 편집
source: Edit tag
ja: タグ編集
ko: 태그 편집

# 태그는 4개까지 추가할 수 있습니다
source: You can save up to 4 tags.
ja: タグは最大4個まで追加できます
ko: 태그는 4개까지 추가할 수 있습니다

# 태그로 분류하면 원하는 이미지를 쉽게 찾을 수 있어요!
source: Organize with tags to find images easily!
ja: タグで整理すると、画像がもっと探しやすいよ！
ko: 태그로 분류하면 원하는 이미지를 쉽게 찾을 수 있어요!

# 태그로 쉽게 찾고 바로 활용해요
source: Find easily with tags and use right away
ja: タグで簡単に見つけて すぐに活用
ko: 태그로 쉽게 찾고 바로 활용해요

# 태그를 불러오는 중...
source: Loading tags...
ja: タグを読み込み中...
ko: 태그를 불러오는 중…

# 태그하기
source: Tagging
ja: タグする
ko: 태그하기

# 편집
source: Edit
ja: 編集
ko: 편집

# 한번에
source: All at Once
ja: まとめて
ko: 한번에

# 한장씩
source: One by one
ja: 1枚ずつ
ko: 한장씩

# 현재 게스트 모드로 사용하고 있어요
source: You’re currently using guest mode.
ja: 今はゲストモードで利用しているよ。
ko: 현재 게스트 모드로 사용하고 있어요

# 확인
source: OK
ja: 確認
ko: 확인

# 회원 탈퇴
source: Delete Account
ja: 退会する
ko: 회원 탈퇴

# 회원탈퇴
source: Delete Account
ja: 退会する
ko: 회원탈퇴

# 회원탈퇴하면
source: When you delete your account
ja: 退会すると
ko: 회원탈퇴하면

source: CFBundleDisplayNAme
ko: 캡처캣
